[net]
subdivisions=1
inputs=256
batch = 128
momentum=0.9
decay=0.001
max_batches = 2000
time_steps=576
learning_rate=0.1
policy=steps
steps=1000,1500
scales=.1,.1

[lstm]
batch_normalize=1
output = 64

[lstm]
batch_normalize=1
output = 64

[lstm]
batch_normalize=1
output = 64

[connected]
output=256
activation=leaky

[softmax]


